{
  "navbarContent": {

    "home": "home",
    "theSpa": "The SPA",
    "OurTreatments": "Treatments",
    "gallery": "Gallery",
    "testimonials": "Testimonials",
    "blog": "Blog",
    "contacts": "Contacts",
    "bookNow": "Book Now"
  },
  "HomepageCtaContent": {
    "intro_title": "Welcome to The Lotus Dream",
    "intro_desc": "A sanctuary of wellness and tranquility in the heart of Siem Reap.",
    "intro_link": "Discover more about us",
    "intro_lateral": "More...",
    "treat_title": "We have many treatments for you",
    "treat_desc": "Explore our diverse range of wellness treatments designed to rejuvenate your body and mind.",
    "treat_link": "Choose now",
    "treat_lateral": "More...",
    "more_title": "Lotus dream is an experience",
    "more_desc": "Come and immerse yourself in a holistic journey of relaxation and rejuvenation.",
    "more_link": "Gallery, reviews and more",
    "more_lateral": "More...",
        "contacts_title": "And now reach us",
    "contacts_desc": "We're in Kandal Village, one of the best locations in Siem Reap",
    "contacts_link": "Find Us",
    "contacts_lateral": "More..."

  },
  "heroContent": {
    "welcome-to-lotus-dream": "Best Olistic Massage SPA in Siem Reap"
  },
  "footerContent":{
    "how-to-reach-us": "How to reach us"
  },
  "whatWeDoContent": {
    "paragraph": "At The Amara, we craft innovative plant-based and vegetarian dishes. Using fermentation and extraction, our chefs elevate local Khmer ingredients, offering healthy, ethical dining at fair prices."
  },
  "aboutUsContent": {
    "paragraph": "Founded by Rick from the UK and Navy from Cambodia, our spa blends international standards with warm local hospitality. We use organic, locally sourced ingredients wherever possible, and our team of therapists are fully trained, each with over 10 years of experience."
  },
  "treatmentsContent": {
    "find-the-perfect-escape": "Indulge in our diverse range of wellness treatments designed to rejuvenate your body and mind. From traditional massages to modern therapies, each treatment is crafted to provide a holistic experience that nurtures your well-being."
  },
  "bookingContent": {
    "find-your-treatment": "Find the perfect escape for you"
  },
  "aboutUsSliderContent": {
    "sliderHeading1": "Our Approach to Flavor",
    "sliderHeading2": "Crafting Authenticity Through Dedication",
    "sliderHeading3": "At The Amara Bar and Restaurant, our culinary philosophy extends beyond mere ingredients; it's a deep commitment to the art of creation. We believe the true essence of a dish lies in its journey from concept to plate, shaped by meticulous research, passion, and years of honed expertise. Every element, from our unique fermentations to our custom blends, is a testament to our dedication to innovation and genuine taste. This commitment forms the core of an experience that is uniquely Amara.",
    "slide-1": {
      "title": "Local Sourcing",
      "heading": "Embracing Cambodia's Bounty",
      "par": "Our ingredients are the heartbeat of Cambodia. We champion local markets and small farmers in Siem Reap, ensuring every dish brings you the freshest, most vibrant flavors straight from our land."
    },
    "slide-2": {
      "title": "Artisanal Craft",
      "heading": "Handcrafted Excellence",
      "par": "Beyond cooking, we are creators. Our dedication to homemade quality shines in everything from our handcrafted kombucha to our bespoke plant-based milks, each made with precision and care."
    },
    "slide-3": {
      "title": "Innovative Spirit",
      "heading": "Pioneering New Tastes",
      "par": "We honor tradition but dare to innovate. Explore unique culinary expressions like our pure mango vinegar or high-protein plant-based milks, pushing boundaries for adventurous palates."
    },
    "slide-4": {
      "title": "Sustainability",
      "heading": "Nurturing Our Planet",
      "par": "Our commitment extends to the planet. By sourcing locally and minimizing waste, we strive to offer a dining experience that is as responsible as it is delicious, respecting Cambodia's natural bounty."
    },
    "slide-5": {
      "title": "Mastery",
      "heading": "Years of Dedication",
      "par": "Every recipe reflects deep research and a genuine love for transforming natural elements into extraordinary dishes, guided by our honed expertise."
    }
  },
    "tripAdvisorSliderContent": {
    "sliderHeading1": "What they say about Us",
    "sliderHeading2": "We Care About Your Experience",
    "sliderHeading3": "Here some of the reviews from our beloved customers, we always strive to give the best experience possible to everyone who visit us. Your feedback is our motivation to keep improving and providing exceptional service. Thanks You all for the love and support.",
    "slide-1": {
      "title": "Local Sourcing",
      "heading": "Embracing Cambodia's Bounty",
      "par": "Our ingredients are the heartbeat of Cambodia. We champion local markets and small farmers in Siem Reap, ensuring every dish brings you the freshest, most vibrant flavors straight from our land."
    },
    "slide-2": {
      "title": "Artisanal Craft",
      "heading": "Handcrafted Excellence",
      "par": "Beyond cooking, we are creators. Our dedication to homemade quality shines in everything from our handcrafted kombucha to our bespoke plant-based milks, each made with precision and care."
    },
    "slide-3": {
      "title": "Innovative Spirit",
      "heading": "Pioneering New Tastes",
      "par": "We honor tradition but dare to innovate. Explore unique culinary expressions like our pure mango vinegar or high-protein plant-based milks, pushing boundaries for adventurous palates."
    },
    "slide-4": {
      "title": "Sustainability",
      "heading": "Nurturing Our Planet",
      "par": "Our commitment extends to the planet. By sourcing locally and minimizing waste, we strive to offer a dining experience that is as responsible as it is delicious, respecting Cambodia's natural bounty."
    },
    "slide-5": {
      "title": "Mastery",
      "heading": "Years of Dedication",
      "par": "Every recipe reflects deep research and a genuine love for transforming natural elements into extraordinary dishes, guided by our honed expertise."
    }
  },
  "aboutUsParagraph": {
    "paragraph-1": "At The Amara Bar and Restaurant, our very name, Amara – derived from the Sanskrit word for 'immortal' or 'eternal' – embodies our deep commitment to celebrating Cambodia's rich and enduring culture. We approach our culinary endeavors with profound respect for local traditions, consciously avoiding cultural appropriation. While our menu proudly features dishes inspired by exquisite Khmer ingredients, these are thoughtfully woven into a fusion cuisine that harmoniously blends flavors from the Middle East, Europe, Africa, and Asia, creating a truly global yet locally rooted experience.",
    "paragraph-2": "Beyond our kitchen, we are dedicated to numerous initiatives that actively promote local culture and provide vital economic support to small family businesses. This commitment extends from our cherished ingredient suppliers, notably our coffee providers, to our intelligent waste management practices. We deliberately partner with small local enterprises for plastic and aluminum recycling, championing meticulous waste separation within our operations.",
    "paragraph-3": "The issue of waste is particularly close to our hearts; once a month, we close for half a day, joining our staff in collecting plastic waste from areas surrounding our restaurant, such as the riverside.",
    "paragraph-4": "Looking ahead, we're excited to host future events like exhibitions, conferences, and art shows, specifically designed to uplift Cambodian artists and illuminate the nation's profound history and cultural depth for those unfamiliar with its beauty. Furthermore, as Amara Beer Lab, we craft premium artisanal beers, some of which uniquely incorporate local fruits, herbs, spices, and ingredients. As a token of gratitude to the nation that embraces us, our brewery offers a special discount for Cambodian customers, a conscious gesture of kindness and appreciation.",
    "paragraph-5": "Through these concerted efforts, The Amara Bar and Restaurant isn't just a place to dine or enjoy a drink; it's a testament to our philosophy of conscious hospitality, where every interaction contributes to a deeper appreciation for Cambodia's heritage and a sustainable future for its communities. We invite you to join us in this journey of taste, culture, and shared values."
  },
  "notJustContent": {
    "notJustHeading": "Not just a restaurant, but a movement",
    "notJustPara": "Serving food is like being an alchemist, transforming simple ingredients into energy. At The Amara, we believe in the power of food to nourish not just the body, but also the soul and the planet.",
    "notJustPara1": "The Amara is more than a restaurant; it's a movement towards a healthier, more sustainable future. We believe in the power of plant-based and vegetarian cuisine to transform lives and communities.",
    "notJustPara2": "Join us in our mission to redefine dining, where every meal is a step towards a better world. Together, we can cultivate joy and make a positive impact on our planet."
  },
  "ourWayContent": {
    "ourWayHeading": "We champion Cambodia's incredible fruits and vegetables, <br /> ensuring our practices don't burden the ecosystem.   <br /> Through fermentation, extraction, and macrobiotic principles, <br /> we transform local produce into vibrant dishes.  <br />  We partner directly with small-scale farmers,  <br /> supporting rural communities and celebrating  <br /> the rich bounty of the Cambodian countryside",
    "title1": "Oat porridge, banana bread and more",
    "heading1": "Healthy",
    "heading2": "Breakfast",
    "para1": "Start your day with our healthy European breakfast options, including oat porridge, banana bread, homemade yoghurt and more. You are what you eat, so we make sure you start your day with the best ingredients.",
    "href1": "/menu",
    "linkLabel1": "Explore our breakfast menu",
    "bgColor1": "#0B3848",
    "textColor1": "#FFC091",
    "linkColor1": "#FFC091",
    "title2": "Avocado, Kombucha, Plant Based Milk",
    "heading3": "It's all about",
    "heading4": "Ingredients",
    "para2": "We believe in the power of quality ingredients. Our menu features avocado, kombucha, plant-based milk and more, all sourced from local farmers or made in place. A stable house is made of strong bricks",
    "href2": "/blog",
    "linkLabel2": "Read more in our blog",
    "bgColor2": "#9FE870",
    "textColor2": "#260A2F",
    "linkColor2": "#260A2F",
    "title3": "Plant Based & Vegetarian",
    "heading5": "Eat without",
    "heading6": "Killing",
    "para3": "Our plant-based and vegetarian cuisine will not just please our bodies and our senses, but also the soul and the planet. Our menu is designed to be healthy, ethical, and sustainable.",
    "href3": "/about-us",
    "linkLabel3": "Learn our story",
    "bgColor3": "#163300",
    "textColor3": "#9BE36D",
    "linkColor3": "#9BE36D",
    "title4": "Living in harmony with local culture",
    "heading7": "Respecting",
    "heading8": "Local Culture",
    "para4": "We respect the local culture and traditions of Cambodia. Our menu features dishes that are inspired by local Khmer ingredients, and we work with local farmers to source our ingredients.",
    "href4": "/about-us",
    "linkLabel4": "What we do for Cambodia",
    "bgColor4": "#320707",
    "textColor4": "#ffffff",
    "linkColor4": "#FFEB69"
  },
  "contactUsContent": {
    "contactUsHeading": "Sometimes is easy to lose connections",
    "contactUsSubtitle": "Here's our contacts and how to reach us, in Siem Reap",
    "contactUsBtn": "Find us",
    "contactUsLink": "en/contacts"
  }
}
