{
  "navbarContent": {
   "theSpa": "ហាង",
    "OurTreatments": "ការព្យាបាល",
    "gallery": "វិចិត្រសាល",
    "testimonials": "ទីបន្ទាល់",
    "blog": "ប្លុក",
    "contacts": "ទំនាក់ទំនង",
    "bookNow": "កក់ឥឡូវនេះ"
  },
  "heroContent": {
    "welcome-to-the-amara": "កន្លែងដាំបន្លែ និងបន្លែថ្មីនៅខេត្តសៀមរាប"
  },
  "footerContent":{
    "how-to-reach-us": "របៀបដើម្បីទាក់ទងមកពួកយើង"
  },
  "homepageVideoCtaContent": {
    "paragraph": "កំណត់ការបរិភោគអាហារឡើងវិញ <br/> ជាកន្លែងដែលមានសុខភាពល្អ សីលធម៌ និងនិរន្តរភាព <br/> គឺជាស្តង់ដារ មិនមែនជាប្រណិតភាពទេ។",
    "lateralText": "ច្រើនទៀត...",
    "linkLabel": " ចូរយើងបណ្ដុះឱ្យមានអំណរ",
    "linkHref": "/contacts"
  },
  "whatWeDoContent": {
    "paragraph": "នៅ The Amara យើងបង្កើតនូវអាហារដែលមានមូលដ្ឋានលើរុក្ខជាតិ និងបន្លែប្រកបដោយភាពច្នៃប្រឌិត។  ដោយប្រើប្រាស់ជាតិ fermentation និងការចម្រាញ់ មេចុងភៅរបស់យើងបានលើកតម្កើងគ្រឿងផ្សំខ្មែរក្នុងស្រុក ដោយផ្តល់ជូននូវការទទួលទានប្រកបដោយសុជីវធម៌ និងប្រកបដោយក្រមសីលធម៌ក្នុងតម្លៃសមរម្យ។"
  },
  "aboutUsContent": {
    "paragraph": "បង្កើតឡើងដោយ Rick មកពីចក្រភពអង់គ្លេស និងកងទ័ពជើងទឹកមកពីប្រទេសកម្ពុជា ស្ប៉ារបស់យើងរួមបញ្ចូលគ្នានូវស្តង់ដារអន្តរជាតិជាមួយនឹងការបដិសណ្ឋារកិច្ចក្នុងស្រុកយ៉ាងកក់ក្តៅ។ យើងប្រើប្រាស់សារធាតុសរីរាង្គ ដែលមានប្រភពក្នុងស្រុកតាមដែលអាចធ្វើបាន ហើយក្រុមអ្នកព្យាបាលរបស់យើងត្រូវបានបណ្តុះបណ្តាលយ៉ាងពេញលេញ – ម្នាក់ៗមានបទពិសោធន៍ជាង 10 ឆ្នាំ។"
  },
    "treatmentsContent": {
    "find-the-perfect-escape": "ចូរអ្នករីករាយជាមួយនឹងការព្យាបាលសុខភាពនានាដែលមានភាពចម្រុះរបស់យើង ដែលត្រូវបានរចនាឡើងដើម្បីបង្កើនសុខភាពរបស់រាងកាយ និងចិត្ត។  ចាប់ពីម៉ាស្សាប្រពៃណីទៅដល់ការព្យាបាលទំនើបៗ ការព្យាបាលនីមួយៗត្រូវបានបង្កើតឡើងដើម្បីផ្តល់បទពិសោធន៍ទូលំទូលាយដែលថែរក្សាសុខភាពល្អ។"
  },
    "bookingContent": {
    "find-your-treatment": "ស្វែងរកការរត់គេចខ្លួនដ៏ល្អឥតខ្ចោះសម្រាប់អ្នក"
  },
    "aboutUsSliderContent": {
    "sliderHeading1": "វិធីសាស្រ្តរបស់យើងចំពោះរសជាតិ",
    "sliderHeading2": "ការបង្កើតភាពត្រឹមត្រូវតាមរយៈការលះបង់",
    "sliderHeading3": "នៅ The Amara Bar and Restaurant ទស្សនវិជ្ជាធ្វើម្ហូបរបស់យើងលើសពីគ្រឿងផ្សំ។  វាជាការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅចំពោះសិល្បៈនៃការបង្កើត។  យើងជឿថាខ្លឹមសារពិតនៃម្ហូបមួយគឺស្ថិតនៅក្នុងដំណើររបស់វាពីគំនិតមួយទៅចានមួយ ដែលបង្ហាញដោយការស្រាវជ្រាវយ៉ាងល្អិតល្អន់ ចំណង់ចំណូលចិត្ត និងបទពិសោធន៍ជាច្រើនឆ្នាំនៃអ្នកជំនាញ។  គ្រប់ធាតុទាំងអស់ ចាប់ពីការ fermentation តែមួយគត់របស់យើង រហូតដល់ការលាយផ្ទាល់ខ្លួនរបស់យើង គឺជាសក្ខីភាពមួយចំពោះការយកចិត្តទុកដាក់របស់យើងចំពោះការបង្កើតថ្មី និងរសជាតិពិតប្រាកដ។  ការប្តេជ្ញាចិត្តនេះបង្កើតជាស្នូលនៃបទពិសោធន៍ដែលប្លែកពីគេរបស់ Amara ។",
    "slide-1": {
      "title": "ប្រភពក្នុងស្រុក",
      "heading": "ឱបក្រសោបគុណបំណាច់របស់កម្ពុជា។",
      "par": "គ្រឿងផ្សំរបស់យើងគឺជាចង្វាក់បេះដូងនៃប្រទេសកម្ពុជា។  យើងឈ្នះលើទីផ្សារក្នុងស្រុក និងកសិករខ្នាតតូចក្នុងខេត្តសៀមរាប ដោយធានាថារាល់មុខម្ហូបនាំមកជូនអ្នកនូវរសជាតិរស់រវើក និងរស់រវើកបំផុតដោយផ្ទាល់ពីដីរបស់យើង។"
    },
    "slide-2": {
      "title": "ការធ្វើដោយដៃ",
      "heading": "ការធ្វើដោយដៃដែលល្អបំផុត",
      "par": "លើសពីការចម្អិនអាហារ យើងជាអ្នកបង្កើត។  ការយកចិត្តទុកដាក់របស់យើងចំពោះគុណភាពផលិតនៅផ្ទះ ភ្លឺនៅក្នុងអ្វីគ្រប់យ៉ាងពី kombucha ធ្វើដោយដៃរបស់យើង ដល់ទឹកដោះគោដែលមានមូលដ្ឋានលើរុក្ខជាតិតាមតម្រូវការរបស់យើង ដែលនីមួយៗធ្វើឡើងដោយភាពជាក់លាក់ និងការថែទាំ។"
    },
    "slide-3": {
      "title": "ស្មារតីច្នៃប្រឌិត",
      "heading": "ត្រួសត្រាយនូវរសជាតិថ្មីៗ",
      "par": "យើងគោរពប្រពៃណី ប៉ុន្តែហ៊ានច្នៃប្រឌិត។  ស្វែងយល់ពីមុខម្ហូបប្លែកៗ ដូចជាទឹកខ្មេះស្វាយសុទ្ធរបស់យើង ឬទឹកដោះគោដែលមានជាតិប្រូតេអ៊ីនខ្ពស់ ដែលជំរុញឱ្យមានព្រំដែនសម្រាប់ការផ្សងព្រេង។"
    },
    "slide-4": {
      "title": "និរន្តរភាព",
      "heading": "ការចិញ្ចឹមបីបាច់ភពផែនដីរបស់យើង",
      "par": "ការប្តេជ្ញាចិត្តរបស់យើងពង្រីកដល់ភពផែនដី។  តាមរយៈការស្វែងរកប្រភពក្នុងស្រុក និងកាត់បន្ថយកាកសំណល់ យើងខិតខំផ្តល់នូវបទពិសោធន៍នៃការទទួលទានអាហារដែលមានទំនួលខុសត្រូវ ដូចជាវាមានរសជាតិឆ្ងាញ់ គោរពនូវគុណតម្លៃធម្មជាតិរបស់កម្ពុជា។"
    },
    "slide-5": {
      "title": "ជំនាញ",
      "heading": "ឆ្នាំនៃការលះបង់",
      "par": "រាល់រូបមន្តទាំងអស់ឆ្លុះបញ្ចាំងពីការស្រាវជ្រាវយ៉ាងស៊ីជម្រៅ និងសេចក្តីស្រឡាញ់ពិតប្រាកដសម្រាប់ការបំប្លែងធាតុធម្មជាតិទៅជាមុខម្ហូបដ៏អស្ចារ្យ ដែលដឹកនាំដោយអ្នកជំនាញដ៏មានកិត្តិយសរបស់យើង។"
    }
  },
  "aboutUsParagraph": {
    "paragraph-1": "នៅ The Amara Bar and Restaurant ឈ្មោះរបស់យើងគឺ Amara ដែលមកពីពាក្យសំស្រ្កឹតថា 'អមតៈ' ឬ 'អស់កល្បជានិច្ច' - បង្ហាញពីការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងក្នុងការប្រារព្ធនូវវប្បធម៌ដ៏សម្បូរបែប និងយូរអង្វែងរបស់កម្ពុជា។  យើងខិតទៅជិតការខិតខំធ្វើម្ហូបរបស់យើងដោយការគោរពយ៉ាងជ្រាលជ្រៅចំពោះប្រពៃណីក្នុងស្រុក ដោយដឹងខ្លួន ជៀសវាងការរើសអើងវប្បធម៌។  ខណៈពេលដែលមុខម្ហូបរបស់យើងមានមោទនភាពចំពោះមុខម្ហូបដែលត្រូវបានបំផុសគំនិតដោយគ្រឿងផ្សំខ្មែរដ៏ប្រណិតនោះ អាហារទាំងនេះត្រូវបានយកមកកែច្នៃជាម្ហូបចម្រុះដែលលាយបញ្ចូលគ្នាយ៉ាងសុខដុមរមនាពីមជ្ឈិមបូព៌ា អឺរ៉ុប អាហ្វ្រិក និងអាស៊ី បង្កើតបទពិសោធន៍ពិតប្រាកដជាសកល ប៉ុន្តែមានមូលដ្ឋាននៅក្នុងមូលដ្ឋាន។",
    "paragraph-2": "ក្រៅពីផ្ទះបាយរបស់យើង យើងឧទ្ទិសដល់គំនិតផ្តួចផ្តើមជាច្រើនដែលលើកកម្ពស់វប្បធម៌ក្នុងស្រុកយ៉ាងសកម្ម និងផ្តល់ការគាំទ្រផ្នែកសេដ្ឋកិច្ចដ៏សំខាន់ដល់អាជីវកម្មគ្រួសារតូចៗ។  ការប្តេជ្ញាចិត្តនេះពង្រីកពីអ្នកផ្គត់ផ្គង់ធាតុផ្សំដែលគួរឱ្យស្រឡាញ់ ជាពិសេសអ្នកផ្តល់កាហ្វេរបស់យើង ដល់ការអនុវត្តការគ្រប់គ្រងកាកសំណល់ដ៏ឆ្លាតវៃរបស់យើង។  យើងចាប់ដៃគូដោយចេតនាជាមួយសហគ្រាសក្នុងស្រុកតូចៗសម្រាប់ការកែច្នៃប្លាស្ទិក និងអាលុយមីញ៉ូម ដែលជាជើងឯកការបំបែកកាកសំណល់យ៉ាងប្រុងប្រយ័ត្នក្នុងប្រតិបត្តិការរបស់យើង។",
    "paragraph-3": "បញ្ហានៃកាកសំណល់គឺនៅជិតបេះដូងរបស់យើងជាពិសេស;  ម្តងក្នុងមួយខែ យើងបិទរយៈពេលកន្លះថ្ងៃ ដោយចូលរួមជាមួយបុគ្គលិករបស់យើងក្នុងការប្រមូលសំរាមពីតំបន់ជុំវិញភោជនីយដ្ឋានរបស់យើង ដូចជាមាត់ទន្លេជាដើម។",
    "paragraph-4": "សម្លឹងឆ្ពោះទៅមុខ យើងមានសេចក្តីរំភើបរីករាយក្នុងការធ្វើជាម្ចាស់ផ្ទះព្រឹត្តិការណ៍នាពេលខាងមុខ ដូចជាការតាំងពិពណ៌ សន្និសីទ និងកម្មវិធីសិល្បៈ ដែលត្រូវបានរៀបចំឡើងជាពិសេសដើម្បីលើកតម្កើងសិល្បករខ្មែរ និងបំភ្លឺអំពីប្រវត្តិសាស្ត្រ និងវប្បធម៌ដ៏ជ្រាលជ្រៅរបស់ប្រទេសសម្រាប់អ្នកដែលមិនធ្លាប់ស្គាល់ជាមួយនឹងភាពស្រស់ស្អាតរបស់វា។  លើសពីនេះ ក្នុងនាមជា Amara Beer Lab យើងបង្កើតស្រាបៀរសិប្បករលំដាប់ថ្នាក់ខ្ពស់ ដែលមួយចំនួនរួមបញ្ចូលផ្លែឈើ ឱសថ គ្រឿងទេស និងគ្រឿងផ្សំក្នុងស្រុកយ៉ាងពិសេស។  ក្នុងនាមជានិមិត្តសញ្ញានៃការដឹងគុណចំពោះជាតិដែលឱបក្រសោបយើង រោងចក្រស្រាបៀររបស់យើងផ្តល់ជូនការបញ្ចុះតម្លៃពិសេសសម្រាប់អតិថិជនកម្ពុជា ដែលជាកាយវិការប្រកបដោយការដឹងគុណ និងការដឹងគុណ។",
    "paragraph-5": "តាមរយៈកិច្ចខិតខំប្រឹងប្រែងរួមគ្នាទាំងនេះ The Amara Bar and Restaurant មិនត្រឹមតែជាកន្លែងសម្រាប់ទទួលទានអាហារ ឬរីករាយជាមួយភេសជ្ជៈប៉ុណ្ណោះទេ។  វាជាសក្ខីភាពមួយចំពោះទស្សនវិជ្ជានៃការបដិសណ្ឋារកិច្ចដោយមនសិការរបស់យើង ដែលរាល់អន្តរកម្មរួមចំណែកដល់ការដឹងគុណយ៉ាងជ្រាលជ្រៅចំពោះបេតិកភណ្ឌរបស់ប្រទេសកម្ពុជា និងអនាគតប្រកបដោយចីរភាពសម្រាប់សហគមន៍របស់ខ្លួន។  យើងសូមអញ្ជើញអ្នកឱ្យចូលរួមជាមួយយើងនៅក្នុងដំណើរនៃរសជាតិ វប្បធម៌ និងតម្លៃរួមគ្នានេះ។"
  },
  "notJustContent": {
    "notJustHeading": "មិនមែនគ្រាន់តែជាភោជនីយដ្ឋានទេ ប៉ុន្តែជាចលនាមួយ។",
    "notJustPara": "ការបម្រើអាហារគឺដូចជាការ alchemist ផ្លាស់ប្តូរគ្រឿងផ្សំសាមញ្ញទៅជាថាមពល។  នៅ The Amara យើងជឿជាក់លើថាមពលនៃអាហារដើម្បីចិញ្ចឹមមិនត្រឹមតែរាងកាយប៉ុណ្ណោះទេ ថែមទាំងព្រលឹង និងភពផែនដីទៀតផង។",
    "notJustPara1": "The Amara គឺច្រើនជាងភោជនីយដ្ឋាន;  វាជាចលនាឆ្ពោះទៅរកអនាគតដែលមានសុខភាពល្អ និងនិរន្តរភាពជាងនេះ។  យើងជឿជាក់លើថាមពលនៃអាហារដែលមានមូលដ្ឋានលើរុក្ខជាតិ និងបន្លែដើម្បីផ្លាស់ប្តូរជីវិត និងសហគមន៍។",
    "notJustPara2": "ចូលរួមជាមួយពួកយើងនៅក្នុងបេសកកម្មរបស់យើងដើម្បីកំណត់ការទទួលទានអាហារឡើងវិញ ដែលរាល់អាហារគឺជាជំហានឆ្ពោះទៅកាន់ពិភពលោកដ៏ល្អប្រសើរមួយ។  រួមគ្នា យើងអាចបណ្ដុះភាពរីករាយ និងបង្កើតផលវិជ្ជមានលើភពផែនដីរបស់យើង។"
  },
  "ourWayContent": {
    "ourWayHeading": "យើងជាម្ចាស់ជើងឯកផ្លែឈើ និងបន្លែដ៏មិនគួរឱ្យជឿរបស់កម្ពុជា, ធានាថាការអនុវត្តរបស់យើងមិនដាក់បន្ទុកដល់ប្រព័ន្ធអេកូឡូស៊ី។ <br /> តាមរយៈ fermentation, extraction និងគោលការណ៍ macrobiotic, យើងបំប្លែងផលិតផលក្នុងស្រុកទៅជាចានរស់រវើក។ <br /> យើងសហការដោយផ្ទាល់ជាមួយកសិករខ្នាតតូច គាំទ្រសហគមន៍ជនបទ និងប្រារព្ធពិធីអំណោយដ៏សម្បូរបែបនៃជនបទកម្ពុជា។",
    "title1": " បបរ Oat នំបុ័ងចេក និងច្រើនទៀត",
    "heading1": "អាហារសុខភាពពេលព្រឹក",
    "heading2": "អាហារពេលព្រឹក",
    "para1": "ចាប់ផ្តើមថ្ងៃរបស់អ្នកជាមួយជម្រើសអាហារពេលព្រឹកសុខភាពអឺរ៉ុបរបស់យើង ដែលមានបបរ Oat នំបុ័ងចេក យូហ្គ័រដែលធ្វើដោយខ្លួនឯង និងច្រើនទៀត។ អ្នកគឺជាអ្វីដែលអ្នកបរិភោគ ដូច្នេះយើងធានាថាអ្នកចាប់ផ្តើមថ្ងៃរបស់អ្នកជាមួយគ្រឿងផ្សំល្អបំផុត។",
    "href1": "/menu",
    "linkLabel1": "ស្វែងរកម៉ឺនុយអាហារពេលព្រឹករបស់យើង",
    "bgColor1": "#0B3848",
    "textColor1": "#C09C60",
    "linkColor1": "#FFC091",
    "title2": "Avocado, Kombucha, ទឹកដោះគោដែលមានមូលដ្ឋានលើរុក្ខជាតិ",
    "heading3": "វាទាំងអស់អំពី",
    "heading4": "គ្រឿងផ្សំ",
    "para2": "យើងជឿជាក់លើថាមពលនៃគ្រឿងផ្សំដែលមានគុណភាព។  ម៉ឺនុយរបស់យើងមានលក្ខណៈពិសេស Avocado Kombucha ទឹកដោះគោដែលមានមូលដ្ឋានលើរុក្ខជាតិ និងអ្វីៗជាច្រើនទៀត ដែលសុទ្ធតែមានប្រភពមកពីកសិករក្នុងស្រុក ឬផលិតនៅនឹងកន្លែង។  ផ្ទះដែលមានស្ថេរភាពត្រូវបានធ្វើពីឥដ្ឋដ៏រឹងមាំ",
    "href2": "/blog",
    "linkLabel2": "អានបន្ថែមនៅក្នុងBlogរបស់យើង។",
    "bgColor2": "#9FE870",
    "textColor2": "#260A2F",
    "linkColor2": "#260A2F",
    "title3": "ផ្អែកលើរុក្ខជាតិ និងបួស",
    "heading5": "បរិភោគដោយគ្មាន",
    "heading6": "ការកម្លាំង",
    "para3": "ម្ហូបបន្លែ និងបន្លែរបស់យើងនឹងមិនត្រឹមតែផ្គាប់ចិត្តរាងកាយ និងអារម្មណ៍របស់យើងប៉ុណ្ណោះទេ ប៉ុន្តែថែមទាំងព្រលឹង និងភពផែនដីផងដែរ។  ម៉ឺនុយរបស់យើងត្រូវបានរចនាឡើងដើម្បីឱ្យមានសុខភាពល្អ សីលធម៌ និងនិរន្តរភាព",
    "href3": "/about-us",
    "linkLabel3": "រៀនរឿងរបស់យើង។",
    "bgColor3": "#163300",
    "textColor3": "#9BE36D",
    "linkColor3": "#C09C60",
    "title4": "ការរស់នៅប្រកបដោយភាពសុខដុមជាមួយវប្បធម៌ក្នុងស្រុក",
    "heading7": "ការគោរព",
    "heading8": "វប្បធម៌ក្នុងស្រុក",
    "para4": "យើងគោរពវប្បធម៌ និងប្រពៃណីក្នុងស្រុករបស់កម្ពុជា។  ម៉ឺនុយរបស់យើងមានម្ហូបដែលបានប៉ះពាល់ដោយគ្រឿងផ្សំខ្មែរ និងយើងធ្វើការជាមួយកសិករ​ក្នុងស្រុកដើម្បីទទួលបានគ្រឿងផ្សំរបស់យើង។",
    "href4": "/about-us",
    "linkLabel4": "អ្វីដែលយើងធ្វើសម្រាប់កម្ពុជា",
    "bgColor4": "#320707",
    "textColor4": "#FFD7EF",
    "linkColor4": "#FFEB69"
  },
  "contactUsContent": {
    "contactUsHeading": "ពេលខ្លះងាយបាត់បង់ទំនាក់ទំនង",
    "contactUsSubtitle": "1នេះជាការទាក់ទងរបស់យើង និងរបៀបទាក់ទងមកពួកយើង នៅខេត្តសៀមរាប",
    "contactUsBtn": "ស្វែងរកពួកយើង",
    "contactUsLink": "kh/contacts"
  },
  "blogContent": {
    "blogHeading": "Blog របស់យើង",
    "blogSubtitle": "ស្វែងរកព័ត៌មានថ្មីៗ រូបមន្ត និងការយល់ឃើញចូលទៅក្នុងពិភពនៃម្ហូបបន្លែ និងបន្លែ។"
  }
}
